572 2018 <epsilon> <epsilon> 1.0
2018 2019 thanks <epsilon> 0.16666666666666666
2018 2021 ठीक <epsilon> 0.16666666666666666
2018 2019 थैंक्स <epsilon> 0.16666666666666666
2018 2019 धन्यवाद <epsilon> 0.16666666666666666
2018 2023 बहुत <epsilon> 0.16666666666666666
2018 2019 शुक्रिया <epsilon> 0.16666666666666666
2019 2020 a <epsilon> 0.5
2019 573 <epsilon> <epsilon> 0.5
2020 2019 lot <epsilon> 1.0
2021 2022 है <epsilon> 1.0
2022 2019 thanks <epsilon> 0.5
2022 2019 धन्यवाद <epsilon> 0.5
2023 2024 शुक्रिया <epsilon> 1.0
2024 2025 thank <epsilon> 1.0
2025 2019 you <epsilon> 1.0
573